Repository: fesp21/ridesharing
Catalog: translations/*.po
Languages: cs

source: (i.e. You have a payment card processing terminal in your taxi)
cs: (t.j. máte ve voze platební terminál)

source: 1-3 passengers
cs: 1-3 osoby

source: 10 passengers
cs: 10 osob

source: 4 passengers
cs: 4 osoby

source: 5 passengers
cs: 5 osob

source: 6 passengers
cs: 6 osob

source: 7 passengers
cs: 7 osob

source: 8 passengers
cs: 8 osob

source: 9 passengers
cs: 9 osob

source: >Blue
cs: >modrá

source: >Green
cs: >zelená

source: >Orange
cs: >oranžová

source: >Purple
cs: >fialová

source: >Red
cs: >červená

source: >Silver
cs: >stříbrná

source: >White
cs: >bílá

source: >Yellow
cs: >žlutá

source: Account Created
cs: Účet byl vytvořen

source: Account holder name
cs: Jméno držitele účtu

source: Add
cs: Přidat

source: Add Tariff
cs: Přidat tarif

source: Add a new tariff or select a tariff to edit.
cs: Změňte tarif nebo přidejte nový.

source: Add your bank account number so that we can transfer your the income you receive from passengers paying by payment card.
cs: Zde zadejt číslo svého bankovního účtu, na který vám budeme pravidelně převádět příjem z karetních plateb zákazníků.

source: Add your profile picture. Smiling friendly face is what we want.
cs: Přidejte své profilové foto. Usměvavá přátelská tvář, je to, co chceme.

source: Agree and Continue
cs: Souhlasit a pokračovat

source: All-Electric
cs: Elektrický

source: Authentication Failed
cs: Autentizace selhala

source: Bank Account
cs: Bankovní účet

source: Black
cs: černá

source: Brown
cs: hnědá

source: Business
cs: Business třída

source: Cancel
cs: Zrušit

source: Car Class
cs: Třída

source: Car Color
cs: Barva vozu

source: Car Engine
cs: Motor

source: Car Fuel Type
cs: Typ paliva

source: Car Manufacturer
cs: Výrobce

source: Car Model
cs: Model

source: Car Photo - Front View
cs: Foto vozu - pohled zepředu

source: Car Plate
cs: SPZ

source: Car Seats
cs: Počet sedadel

source: Car Type
cs: Typ

source: Choose Phone Country
cs: Vyberte mezinárodní předvolbu

source: City was not found.
cs: Město nebylo nalezeno.

source: Click the button to continue.
cs: Pokračujte klinutím na tlačítko.

source: Combi
cs: kombi

source: Czech Republic
cs: Česká republika

source: Data cannot be saved at the moment. Please try again later.
cs: Údaje nelze v tuto chvíli uložit. Opakujte prosím akci později.

source: Detecting city...
cs: Zjišťování města...

source: Do you accept payment cards?
cs: Přijímáte platební karty?

source: Do you provide children’s car seats?
cs: Máte k dispozici dětské autosedačky?

source: Do you provide transport of disabled people?
cs: Poskytujete dopravu tělesně postižených osob?

source: Do you transport animals?
cs: Přepravujete zvířata?

source: Economy
cs: Vyšší střední třída

source: Edit
cs: Upravit

source: Eg.
cs: Např.

source: Email is already registered.
cs: Email je již registrován.

source: Enter First and Last name
cs: Zadejte jméno a příjmení

source: Enter the tariffs you have in your car taximeter. (Tariffs will be verified.)
cs: Zadejte tarify, které máte nastavené v taxametru ve voze. (Shodnost údajů budeme ověřovat.)

source: Enter your email
cs: Zadejte svůj email

source: Enter your full name as it appears on your license.
cs: Zadejte své celé jméno tak, jak je uvedeno na vaší licenci.

source: Fare
cs: Jízdné

source: Full Name
cs: Celé jméno

source: Full name
cs: Celé jméno

source: Gas (CNG, LPG, LNG)
cs: Plyn (CNG, LPG, LNG)

source: Gasoline
cs: Benzín

source: Global Terms &amp; Conditions
cs: Globální obchodní podmínky

source: Go Back to App
cs: Zpět do aplikace

source: Great! Your Liftago driver account has been successfully created!
cs: Skvělé! Váš Liftago účet účet byl úspěšně vytvořen!

source: Hide password
cs: Skrýt heslo

source: In order to approve your application, please <strong>check your inbox</strong> and send us the list of required licensing documents.
cs: Posledním krokem schvalovacího procesu vaší žádosti je kontrola vašich licenčních dokumentů. Bližší informace naleznete <strong>ve svém emailu</strong>.

source: In order to start using Liftago you will need to complete:
cs: Aby bylo možné začít používat Liftago budete potřebovat dokončit:

source: In order to use Liftago service you have to agree with our Terms and Conditions. Also read our Privacy Policy before you continue.
cs: Chcete-li používat službu Liftago, musíte souhlasit s našimi všeobecnými podmínkami. Dále si přečtěte zásady ochrany osobních údajů.

source: Initial Fare
cs: Nástupní sazba

source: Initial fee
cs: Nástup

source: It's the city where you are operating as a taxi driver.
cs: Je to město, v němž působíte jako řidič taxi.

source: MPV
cs: víceúčelový vůz (MPV)

source: Manufacturing year
cs: Rok výroby

source: Next
cs: Další

source: No
cs: Ne

source: Now, please continue with completing your driver profile. It will take you about 10 minutes.
cs: Nyní prosím pokračujte dokončení profilu řidiče. Bude to trvat asi 10 minut.

source: Ok. Go!
cs: Ok. Jdeme na to!

source: Only Admin is able to change Car Class.
cs: Pro změnu zařazení třídy vozu kontaktujte naši podporu.

source: Only letters, numbers and a dash is allowed.
cs: Jsou povoleny pouze písmena, číslice a pomlčka.

source: Other type
cs: Jiný typ

source: Phone Number
cs: Telefonní číslo

source: Please add a number you use for everyday communication.
cs: Sem zadejte prosím číslo, které používáte pro každodenní komunikaci.

source: Please contact us at <a href="mailto:service@liftago.com">service@liftago.com</a>.
cs: Kontaktujte nás prosím na <a href="mailto:service@liftago.com"> service@liftago.com</a>.

source: Please enter your bank account number in the format: Prefix-Body/Suffix.
cs: Číslo účtu prosím zadejte ve správném formátu, tak jak ho uvádí vaše banka: Předčíslí-základní část čísla účtu/kód banky.

source: Please make a picture of your car from <strong>front view</strong>.
cs: Prosím vyfoťte svůj vůz z <strong>předního pohledu</strong>.

source: Please provide us the engine displacement.
cs: Zadejte prosím objem motoru.

source: Please wait...
cs: Čekejte prosím...

source: Poland
cs: Polsko

source: Privacy Policy
cs: Zásady ochrany osobních údajů

source: Profile Photo
cs: Profilové foto

source: Rate
cs: Sazba

source: Registration Failed
cs: Registrace selhala

source: Remove
cs: Odstranit

source: Save
cs: Uložit

source: Select file
cs: Vybrat soubor

source: Select other file
cs: Vybrat jiný soubor

source: Select your working city
cs: Vyberte vaše město působení

source: Set up your email address
cs: Zadejte svůj email

source: Set up your password
cs: Nastavte si heslo

source: Show All
cs: Zobrazit vše

source: Show password
cs: Zobrazit heslo

source: Slovakia
cs: Slovensko

source: Standard
cs: Nižší střední třída

source: Start
cs: Začít

source: Successfully saved.
cs: Úspěšně uloženo.

source: Tariff
cs: Tarif

source: Tariff Name
cs: Název tarifu

source: Tariff cannot be removed at the moment.
cs: V tuto chvíli nelze tarif odebrat.

source: Taximeter tariffs
cs: Tarify z taxametru

source: Terms &amp; Conditions
cs: Všeobecné podmínky

source: Thank you for completing your driver profile!
cs: Děkujeme vám za vyplnění řidičského profilu!

source: The approval process – license verification and background check.
cs: Proces schvalování – ověření licence a vaší osoby.

source: The registration part is done and <strong>you are almost finished</strong>.
cs: Registrační část máte úspěšně za sebou a <strong>už jste téměř u konce</strong>.

source: The registration process - setting up your account and profile information.
cs: Proces registrace - nastavení vašeho účtu a profilové informace.

source: The registration process will take you about 10 minutes and you can start with it right away.
cs: Proces registrace bude trvat asi 10 minut a můžete začít s tím hned teď.

source: There was an error while uploading the file. Please try again later.
cs: Při odesílání souboru došlo k chybě. Opakujte akci později.

source: Unavailable Service Area
cs: Služba není dostupná

source: Unfortunately, Liftago is not yet available in your area. We will contact you as soon as Liftago launches and you will be able to join our driver community.
cs: Bohužel, Liftago ještě není ve vaší oblasti k dispozici. Jakmile službu spustíme, kontaktujeme vás a vy se budete moci připojit ke komunitě našich řidičů.

source: Uploading...
cs: Odesílání...

source: Upon <strong>approval</strong> we will give you <strong>5 free jobs</strong> so you could start enjoying Liftago.
cs: Po <strong>schválení</strong> vám dáme <strong>5 jízd zdarma</strong>, abyste si mohli Liftago vyzkoušet.

source: VIP
cs: Luxusní automobily

source: Van
cs: dodávka

source: Waiting
cs: Čekání

source: Waiting Fare
cs: Čekací sazba

source: We are happy you want to become a Liftago Driver!
cs: Máme radost, že se chcete stát řidičem Liftago!

source: We are sorry. There was a problem with authentication.
cs: Je nám líto. Došlo k potížím s ověřováním.

source: We are sorry. There was a problem with your registration.
cs: Je nám líto. Při vaší registraci došlo k potížím.

source: We will send you important information to this email and it will also serve as your login name.
cs: Na tento email vám budeme zasílat důležité informace a také bude sloužit jako vaše přihlašovací jméno.

source: Yes
cs: Ano

source: Yes. One.
cs: Ano. Jednu.

source: Yes. Three.
cs: Ano. Tři.

source: Yes. Two.
cs: Ano. Dvě.

source: You will be asked for your password while signing in to Liftago Driver app.
cs: Při přihlašování do aplikace Liftago Driver budete požádáni o vaše heslo.

source: Your login name is <strong>{{user.email}}</strong>. <br> Please make sure to remember your password.
cs: Vaše přihlašovací jméno je <strong>{{user.email}}</strong>. <br>Prosím nezapomeňte si vaše heslo.

source: Your taximeter tariffs
cs: Tarify podle vašeho taxametru

source: choose another city
cs: zvolte jiné město

source: or
cs: nebo
